Repository: pypi-data/pypi-mirror-269
Catalog: packages/bda.plone.productshop/bda.plone.productshop-1.0b1.tar.gz/bda.plone.productshop-1.0b1/src/bda/plone/productshop/locales/*/LC_MESSAGES/bda.plone.productshop.po
Languages: it

source: Add IP Code
it: Aggiungi codice IP

source: Add IP Code to product variant
it: Aggiungi codice IP alla variante del prodotto

source: Add angle
it: Aggiungi angolo

source: Add angle to product variant
it: Aggiungi angolo alla variante del prodotto

source: Add color
it: Aggiungi colore

source: Add color to product variant
it: Aggiungi colore alla variante del prodotto

source: Add demand
it: Aggiungi richiesta

source: Add demand to product variant
it: Aggiungi richiesta alla variante del prodotto

source: Add height
it: Aggiungi altezza

source: Add height to product variant
it: Aggiungi altezza alla variante del prodotto

source: Add length
it: Aggiungi lunghezza

source: Add length to product variant
it: Aggiungi lunghezza alla variante del prodotto

source: Add material
it: Aggiungi materiale

source: Add material to product variant
it: Aggiungi materiale alla variante del prodotto

source: Add size
it: Aggiungi dimensione

source: Add size to product variant
it: Aggiungi dimensione alla variante del prodotto

source: Add weight
it: Aggiungi peso

source: Add weight to product variant
it: Aggiungi peso alla variante del prodotto

source: Add width
it: Aggiungi larghezza

source: Add width to product variant
it: Aggiungi larghezza alla variante del prodotto

source: Allow products to be excluded from navigation
it: Permetti di escludere il prodotto dalla navigazione

source: Extend content being a variant.
it: Estendi il contenuto affinch√© diventi una variante

source: Extend content with angle.
it: Estendi il contenuto con un angle

source: Extend content with international protection code.
it: Estendi il contenuto con un codice IP

source: Extend content with material.
it: Estendi il contenuto con un materiale

source: Extend content with product color variant.
it: Estendi il contenuto con una variante di colore

source: Extend content with product demand.
it: Estendi il contenuto con una richiesta

source: Extend content with product height.
it: Estendi il contenuto con una variante di altezza

source: Extend content with product length.
it: Estendi il contenuto con una variante di lunghezza

source: Extend content with product manual file.
it: Estendi il contenuto con un manuale allegato

source: Extend content with product size.
it: Estendi il contenuto con una variante di dimensione

source: Extend content with product specific information.
it: Estendi il contenuto con informazioni specifiche

source: Extend content with product tiles view specific settings.
it: Estendi il contenuto con una vista contenente impostazioni specifiche

source: Extend content with product weight.
it: Estendi il contenuto con una variante di peso

source: Extend content with product width.
it: Estendi il contenuto con una variante di di larghezza

source: Product
it: Prodotto

source: Product Group
it: Gruppo di prodotti

source: Product Shop: Exclude From navigation for products
it: Product Shop: esculdi i prodotti dalla navigazione

source: Product Shop: Product
it: Product Shop: Prodotto

source: Product Shop: Product Manual
it: Product Shop: Manuale del prodotto

source: Product Shop: Product Tiles View Settings
it: Product Shop: Vista impostazioni prodotto

source: Product Shop: Product group
it: Product Shop: Gruppo di prodotti

source: Product Shop: Variant
it: Product Shop: Variante

source: Product Shop: Variant Aspect Angle
it: Product Shop: Variante di angolo

source: Product Shop: Variant Aspect Color
it: Product Shop: Variante di colore

source: Product Shop: Variant Aspect Demand
it: Product Shop: Variante di richiesta

source: Product Shop: Variant Aspect Height
it: Product Shop: Variante di altezza

source: Product Shop: Variant Aspect IP Code
it: Product Shop: Variante di codice IP

source: Product Shop: Variant Aspect Length
it: Product Shop: Variante di lunghezza

source: Product Shop: Variant Aspect Material
it: Product Shop: Variante di materiale

source: Product Shop: Variant Aspect Size
it: Product Shop: Variante di dimensione

source: Product Shop: Variant Aspect Weight
it: Product Shop: Variante di peso

source: Product Shop: Variant Aspect Width
it: Product Shop: Variante di larghezza

source: Product Variant
it: Variante di prodotto

source: Product for bda.plone.shop
it: Prodotto di bda.plone.shop

source: Product shop extension for bda.plone.shop
it: Estensione per negozio di prodotti bda.plone.shop

source: Productgroup to hold variations
it: Gruppo di prodoti per contenere varianti

source: Remove IP Code
it: Rimuovi codice IP

source: Remove IP Code from product variant
it: Rimuovi codice IP dalla variante di prodotto

source: Remove angle
it: Rimuovi angolo

source: Remove angle from product variant
it: Rimuovi angolo dalla variante di prodotto

source: Remove color
it: Rimuovi colore

source: Remove color from product variant
it: Rimuovi colore dalla variante di prodotto

source: Remove demand
it: Rimuovi richiesta

source: Remove demand from product variant
it: Rimuovi richiesta dalla variante di prodotto

source: Remove height
it: Rimuovi altezza

source: Remove height from product variant
it: Rimuovi altezza dalla variante di prodotto

source: Remove length
it: Rimuovi lunghezza

source: Remove length from product variant
it: Rimuovi lunghezza dalla variante di prodotto

source: Remove material
it: Rimuovi materiale

source: Remove material from product variant
it: Rimuovi materiale dalla variante di prodotto

source: Remove size
it: Rimuovi dimensione

source: Remove size from product variant
it: Rimuovi dimensione dalla variante di prodotto

source: Remove weight
it: Rimuovi peso prodotto

source: Remove weight from product variant
it: Rimuovi peso dalla variante di prodotto

source: Remove width
it: Rimuovi larghezza

source: Remove width from product variant
it: Rimuovi larghezza dalla variante di prodotto

source: angle_description
it: Angolo del prodotto

source: angle_title
it: Angle

source: aspect_angle
it: Angle

source: aspect_color
it: Colore

source: aspect_demand
it: Richiesta

source: aspect_height
it: Altezza

source: aspect_ip_code
it: Codice IP

source: aspect_length
it: Lunghezza

source: aspect_material
it: Materiale

source: aspect_size
it: Dimensione

source: aspect_weight
it: Peso

source: aspect_width
it: Larghezza

source: aspects
it: Aspetti

source: color_description
it: Colore del prodotto

source: color_title
it: Colore

source: datasheet_description
it: Scheda dati del prodotto

source: datasheet_title
it: Scheda dati

source: default_variant_aspects_description
it: Varianti di aspetto abilitate in modo predefinito quando si aggiungono nuove varianti

source: default_variant_aspects_title
it: Varianti di aspetto predefinite

source: demand_description
it: Rchieste del prodotto

source: demand_title
it: Richieste

source: description
it: Descrizione

source: details_description
it: Detagli del prodotto

source: details_title
it: Dettagli

source: disabled_aspect
it: Rimuovi ${aspect} dal prodotto.

source: download_manual
it: Scarica il manuale

source: enabled_aspect
it: Aggiunto ${aspect} al prodotto.

source: height_description
it: Altezza del prodotto

source: height_title
it: Altezza

source: image_description
it: Immagine di anteprima del prodotto

source: image_title
it: Immagine del prodotto

source: ip_code_description
it: Codice IP del prodotto

source: ip_code_title
it: Codice IP

source: length_description
it: Lunghezza del prodotto

source: length_title
it: Lunghezza

source: manual_description
it: Manuale del prodotto

source: manual_title
it: Manuale

source: material_description
it: Materiale del prodotto

source: material_title
it: Materiale

source: no_product_by_criteria
it: Nessun prodotto corrisponde ai criteri di selezione. Cambia criteri o

source: no_products_found
it: Ci dispiace! Non abbiamo trovato nessun prodotto.

source: product_tiles_view_columns_description
it: Numero di colonne mostrate nella vista riquadro del prodotto

source: product_tiles_view_columns_title
it: Colonne mostrate nella vista riquadro prodotto

source: product_tiles_view_image_scale_description
it: Dimensione dell√†immagine mostrata nelle viste riquadro prodotto

source: product_tiles_view_image_scale_title
it: Dimensione immagine della vista riquadro prodotto

source: products
it: Prodotti

source: read_more
it: Leggi di pi√π...

source: related
it: Correlati

source: reset_filter
it: rimuovi i filtri

source: size_description
it: Dimensione del prodotto

source: size_title
it: Dimensione

source: specifications
it: Specifiche

source: variant to use within a Productgroup
it: variante to utilizzare in un gruppo di prodotti

source: weight_description
it: Peso del prodotto

source: weight_title
it: Peso

source: width_description
it: Larghezza del prodotto

source: width_title
it: Larghezza
