Repository: pypi-data/pypi-mirror-269
Catalog: packages/basxconnect/basxconnect-0.4.61.tar.gz/basxconnect-0.4.61/basxconnect/invoicing/locale/*/LC_MESSAGES/django.po
Languages: de

source: BasxConnect Invoicing
de: BasxConnect Rechnungen

source: Invoicing
de: Rechnungen

source: Default currency
de: Standardwährung

source: Use VAT by default
de: MwSt benutzen (Default)

source: Default VAT
de: MwSt (Default)

source: Use WHT by default
de: Quellensteuer benutzen (Default)

source: Default WHT
de: Quellensteuer (Default)

source: Provided invoicing amounts include VAT by default
de: Angegebene Rechnungsbeträge beinhalten MwSt schon (Default)

source: Invoice number grouping regex
de: Regex für Rechnungsnummern-Gruppierung

source: Invoice number extraction regex
de: Regex für Rechnungsnummern-Extrahierung

source: Invoice number template
de: Rechnungsnummern-Vorlage

source: Default invoice template
de: Defaultvorlage für Rechnungen

source: Default receipt template
de: Defaultvorlage für Zahlungsbelege

source: Invoice email subject
de: Rechnung Email Betreff

source: Invoice email body
de: Rechnung Email Nachrichtentext

source: Default invoice email
de: Default Rechnungs-Email

source: Receipt email subject
de: Zahlungsbelege Email Betreff

source: Receipt email body
de: Zahlungsbelege Email Nachrichtentext

source: Internal name of this payment method
de: Interner Name diese Zahlungsmethode

source: Payment information
de: Zahlungsinformation

source: Instructions for the client
de: Zahlungsanweisungen für den Kunden

source: Payment type
de: Zahlungsart

source: Payment types
de: Zahlungsarten

source: Invoice number
de: Rechnungsnummer

source: Client
de: Kunde

source: Currency
de: Währung

source: Created on
de: Erstellt am

source: Payed on
de: Bezahlt am

source: Invoice sent
de: Rechnung gesendet am

source: Receipt sent
de: Zahlungsbeleg verschickt

source: Cancelled
de: Anulliert

source: Note to client
de: Notiz für den Kunden

source: Can be displayed on invoice and/or receipt
de: Kann auf der Rechnung oder dem Zahlungsbeleg angezeigt werden

source: Amounts include VAT
de: Angegebene Rechnungsbeträge beinhalten MwSt

source: VAT
de: MwSt

source: WHT
de: Quellensteuer

source: Has VAT
de: Hat MwSt

source: Has WHT
de: Hat Quellensteuer

source: Net amount
de: Betrag Netto

source: VAT amount
de: Betrag MwSt

source: WHT amount
de: Betrag Quellensteuer

source: Total amount
de: Betrag Total

source: Invoice
de: Rechnung

source: Invoices
de: Rechnungen

source: Item
de: Rechnungsposten

source: Items
de: Rechnungsposten

source: Net
de: Netto

source: New
de: Neu

source: Dates
de: Daten

source: Currency and taxes
de: Währung und Steuern

source: Send invoice {} to {}
de: Sende Rechnung {} an {}

source: Send invoice
de: Rechnung senden

source: Mark payed
de: Als bezahlt markieren

source: Send receipt for invoice {} to {}
de: Sende Zahlungsbeleg für Rechnung {} an {}

source: Send receipt
de: Zahlungsbeleg senden

source: Select a default invoice template first in the global preferences
de: Bitte zuerst eine Default Rechnungsvorlage in den Globalen Präferenzen auswählen

source: Receipt
de: Zahlungsbeleg

source: Select a default receipt template first in the global preferences
de: Bitte zuerst eine Default Zahlungsbelegvorlage in den Globalen Präferenzen auswählen

source: Cancel
de: Abbrechen

source: Email successfully sent
de: Email wurde erfolgreich gesendet

source: Recepients
de: Empfänger

source: Add recipient
de: Empfänger hinzufügen
