Repository: pypi-data/pypi-mirror-269
Catalog: packages/basxconnect/basxconnect-0.4.62-py3-none-any.whl/basxconnect/invoicing/locale/*/LC_MESSAGES/django.po
Languages: th

source: BasxConnect Invoicing
th: ใบแจ้งหนี้ BasxConnect

source: Invoicing
th: ใบแจ้งหนี้

source: Default currency
th: สกุลเงินเริ่มต้น

source: Use VAT by default
th: ใช้ภาษีมูลค่าเพิ่มเป็นค่าเริ่มต้น

source: Default VAT
th: ภาษีมูลค่าเพิ่มเป็นค่าเริ่มต้น

source: Use WHT by default
th: ใช้ภาษีหัก ณ ที่จ่ายเป็นค่าเริ่มต้น

source: Default WHT
th: ภาษีหัก ณ ที่จ่าย เป็นค่าเริ่มต้น

source: Provided invoicing amounts include VAT by default
th: จำนวนเงินในใบแจ้งหนี้ที่ระบุรวมภาษีมูลค่าเพิ่มตามค่าเริ่มต้น

source: Invoice number grouping regex
th: การจัดกลุ่มหมายเลขใบแจ้งหนี้ regex

source: Invoice number extraction regex
th: การแยกหมายเลขใบแจ้งหนี้ regex

source: Name
th: ชื่อ

source: Internal name of this payment method
th: ชื่อภายในของวิธีการชำระเงินนี้

source: Payment information
th: รายละเอียดการชำระเงิน

source: Instructions for the client
th: คำแนะนำสำหรับลูกค้า

source: Payment type
th: ประเภทการชำระเงิน

source: Payment types
th: ประเภทการชำระเงิน

source: Invoice number
th: หมายเลขใบแจ้งหนี้

source: Client
th: ลูกค้า

source: Currency
th: สกุลเงิน

source: Created on
th: จัดทำเมื่อ

source: Payed on
th: ชำระเมื่อ

source: Invoice sent
th: นำส่งใบแจ้งหนี้เรียบร้อย

source: Cancelled
th: ยกเลิก

source: Note to client
th: หมายเหตุ

source: Can be displayed on invoice and/or receipt
th: สามารถแสดงในใบแจ้งหนี้และ/หรือใบเสร็จรับเงิน

source: Amounts include VAT
th: จำนวนเงินรวมภาษีมูลค่าเพิ่ม

source: VAT
th: ภาษีมูลค่าเพิ่ม

source: WHT
th: ภาษีหัก ณ ที่จ่าย

source: Has VAT
th: มีภาษีมูลค่าเพิ่ม

source: Has WHT
th: มีภาษีหัก ณ ที่จ่าย

source: Net amount
th: รวมจำนวนสุทธิ

source: VAT amount
th: จำนวนภาษีมูลค่าเพิ่ม

source: WHT amount
th: จำนวนหัก ณ ที่จ่าย

source: Total amount
th: ยอดรวมจำนวน

source: Invoice
th: ใบเรียกเก็บ

source: Invoices
th: ใบเรียกเก็บ

source: Item
th: รายการ

source: Items
th: รายการ

source: Net
th: สุทธิ

source: New
th: ใหม่

source: Dates
th: วันที่

source: Currency and taxes
th: สกุลเงินและภาษีมูลค่าเพิ่ม

source: Mark payed
th: ทำเครื่องหมายชำระแล้ว

source: Select a default invoice template first in the global preferences
th: เลือกเทมเพลตใบแจ้งหนี้เริ่มต้นก่อนในการตั้งค่าส่วนกลาง

source: Receipt
th: ใบเสร็จรับเงิน

source: Select a default receipt template first in the global preferences
th: เลือกเทมเพลตใบเสร็จเริ่มต้นก่อนในการตั้งค่าส่วนกลาง

source: Cancel
th: ยกเลิก
