Repository: pypi-data/pypi-mirror-269
Catalog: packages/MOM-Tapyr/MOM_Tapyr-3.9-py2.py3-none-any.whl/_MOM/-I18N/*.po
Languages: de

source: %s needs the arguments %s, got %s instead
de: %s benötigt die Argumente: %s. Stattdessen erhalten: %s

source: %s needs the attribute: %s
de: %s benötigt das Attribut: %s

source: A leading `+` indicates a length value; otherwise a date is assumed.<br>A length value can contain delta values for `years`, `month`, `weeks`, and `days`. All units are optional, but must occur in that sequence.<br>Examples for valid length values:<br> +2 years 3 months, 2 weeks -3 days<br> +1 month, 15 days<br> +2w3d
de: Ein führendes `+` markiert einen Wert, der die Intervalllänge angibt; ansonsten ist der Wert das Enddatum des Intervalls.<br>Eine Intervalllänge kann Differenzen für `Jahre`, `Monate`, `Wochen` und `Tage` umfassen. Alle Einheiten sind optional, sie müssen aber in der angegebenen Reihenfolge vorkommen.<br>Beispiele für gültige Intervalllängen:<br> +2 years 3 months, 2 weeks -3 days<br> +1 month, 15 days<br> +2w3d

source: A name must start with a letter or underscore and continue with letters, digits, and underscores.
de: Ein Name beginng mit einem Buchstaben oder Unterstrich, gefolgt von Buchstaben, Ziffern und Unterstrichen.

source: All necessary attributes must be defined.
de: Alle erforderlichen Attribute müssen definiert sein.

source: All object invariants must be satisfied.
de: Alle Predikate von Objekten müssen erfüllt sein.

source: All required attributes must be supplied
de: Alle erforderlichen Attribute müssen beigestellt werden

source: Already existing: %s
de: Bereits existent: %s

source: An_Entity
de: An-Entität

source: Angle
de: Winkel

source: Attribute `%s.%s` cannot be changed
de: Das Attribut `%s.%s` kann nicht verändert werden

source: Attribute `%s.%s` cannot be changed from `%s` to `%s`; it can be set only once!
de: Der Wert des Attributs `%s.%s` kann nicht von `%s` auf `%s` geändert werden; der Wert kann nur einmal gesetzt werden!

source: Attributes given: (%s)
de: Attribute: (%s)

source: Boolean
de: Wahrheitswert

source: CONTAINS
de: enthält

source: Can't instantiate %s %r, use <scope>.%s %r instead
de: Typ %s kann nicht direkt mit %r erzeugt werden, stattdessen muss scope.%s %r verwendet werden

source: Can't set %s attribute %s to %s
de: Das %s Attribut %s kann nicht auf den Wert `%s` gesetzt werden

source: Can't set %s attribute %s.%s to %s
de: Das %s Attribut %s.%s kann nicht auf den Wert `%s` gesetzt werden

source: Cannot create more than %d objects of %s
de: Es können nicht mehr als %d Objekte des Typs %s erzeugt werden

source: Character
de: Buchstabe

source: Computed attribute `%s.%s` cannot be assigned
de: Berechnetes Attribut `%s.%s` kann nicht mit Zuweisung verändert werden.

source: Condition
de: Bedingung

source: Confirmation
de: Bestätigung

source: Constant attribute `%s.%s` cannot be changed
de: Der Wert des konstanten Attributs `%s.%s` kann nicht verändert werden

source: Date
de: Datum

source: Date-Slug
de: Datumsstempel

source: Date-Time
de: Datum+Zeit

source: Date/time expected, got %r
de: Datum+Zeit erwartet, stattdessen erhalten: %r

source: Date_Interval
de: Datumsinterval

source: Date_List
de: Datumsliste

source: Date_Time_List
de: Datum+Zeit-Liste

source: Decimal
de: Dezimalzahl

source: Description
de: Beschreibung

source: Directory
de: Verzeichnis

source: Directory `%s` not found
de: Verzeichnis `%s` nicht gefunden

source: ENDSWITH
de: endet-mit

source: Entity
de: Entität

source: Example
de: Beispiel

source: Exception
de: Fehlerbedingung

source: File `%s` not found
de: Datei `%s` nicht gefunden

source: Filename
de: Dateiname

source: Finish
de: Ende

source: Finish date of interval
de: Enddatum des Intervalls

source: Finish time of interval
de: Schlusszeit des Intervalls

source: Float
de: Gleitkommazahl

source: Frequency
de: Frequenz

source: Id_Entity
de: Id-Entität

source: Init-only attribute `%s.%s` cannot be changed from `%s` to `%s` after object creation
de: Der Wert des Attributs `%s.%s` kann nach der Objekterzeugung nicht von `%s` auf `%s` geändert werden

source: Instead it got: (%s)
de: Stattdessen erhalten: (%s)

source: Int
de: Zahl

source: Invalid unit %s, specify one of %s
de: Ungültige Einheit %s, mögliche Einheiten sind %s

source: Invariant error
de: Invariantenfehler

source: L_Middle
de: Links-der-Mitte

source: Left
de: Links

source: Length
de: Länge

source: Link
de: Verknüpfung

source: Link1
de: 1-Verknüpfung

source: Link2
de: 2-Verknüpfung

source: Link3
de: 3-Verknüpfung

source: MD_Entity
de: Md-Entität

source: Matching entities: %s%s
de: Kollidierende Entitäten: %s%s

source: Meta-data about changes of the object model.
de: Metadaten über Änderungen des Objektmodells.

source: Middle
de: Mitte

source: Model a date interval (start, finish).
de: Beschreibe ein Datumsintervall (Anfang, Ende).

source: Model a time interval (start, finish)
de: Beschreibe ein zetiliches Intervall (Anfang, Ende)

source: Necessary attribute %s is not defined
de: Das erforderliche Attribut %s ist undefiniert

source: No object of type %s with epk %s in scope %s
de: Es gibt kein Objekt %s %s im Namensraum %s

source: None
de: Keine

source: Numeric_String
de: Numerische Zeichenkette

source: Object
de: Objekt

source: Permission error for : `%s`; allowed values : (%s), got value : `%s`
de: Zugriffsfehler für : `%s`; erlaubte Werte : (%s), erhaltener Wert : `%s`

source: Pid `%r` is instance of type %s, not of type `%s`
de: Pid `%r` hat den Typ `%s`, nicht den erwarteten Typ `%s`

source: Primary attribute `%s.%s` cannot be assigned.
de: Primaräres Attribut `%s.%s` kann nicht mit Zuweisung verändert werden.

source: Primary attribute `%s.%s` cannot be deleted
de: Primaräres Attribut `%s.%s` kann nicht gelöscht werden

source: R_Middle
de: Rechts-der-Mitte

source: Right
de: Rechts

source: STARTSWITH
de: beginnt-mit

source: Script %s triggered exception
de: Skript %s stolperte über Fehler

source: Select entities where the attribute contains the specified value
de: Wähle Entitäten aus, deren Attributwert den angegebenen Wert beinhaltet

source: Select entities where the attribute is a member of the specified list of values
de: Wähle Entitäten aus, deren Attributwert in der angegebenen Liste von Werten enthalten ist

source: Select entities where the attribute is equal to the specified string value
de: Wähle Entitäten aus, deren Attributwert gleich dem angegebenen Text ist

source: Select entities where the attribute is equal to the specified value
de: Wähle Entitäten aus, deren Attributwert gleich dem angegebenen Wert ist

source: Select entities where the attribute is greater than the specified value
de: Wähle Entitäten aus, deren Attributwert grösser als der angegebene Wert ist

source: Select entities where the attribute is greater than, or equal to, the specified value
de: Wähle Entitäten aus, deren Attributwert grösser/gleich als der angegebene Wert ist

source: Select entities where the attribute is less than the specified value
de: Wähle Entitäten aus, deren Attributwert kleiner als der angegebene Wert ist

source: Select entities where the attribute is less than, or equal to, the specified value
de: Wähle Entitäten aus, deren Attributwert kleiner/gleich als der angegebene Wert ist

source: Select entities where the attribute is not equal to the specified string value
de: Wähle Entitäten aus, deren Attributwert ungleich dem angegebenen Text ist

source: Select entities where the attribute is not equal to the specified value
de: Wähle Entitäten aus, deren Attributwert ungleich dem angegebenen Wert ist

source: Select entities where the attribute value ends with the specified value
de: Wähle Entitäten aus, deren Attributwert mit dem angegebenen Wert endet

source: Select entities where the attribute value starts with the specified value
de: Wähle Entitäten aus, deren Attributwert mit dem angegebenen Wert beginnt

source: Set of `%s` instances referring to this entity by attribute %s
de: Menge von `%s` Instanzen, die dieses Objekt mit dem Attribut %s referenzieren

source: Start
de: Anfang

source: Start date of interval
de: Anfangsdatum des Intervalls

source: Start time of interval
de: Anfangszeit des Intervalls

source: String
de: Zeichenkette

source: Surrogate
de: Surrogat

source: Syntax error
de: Eingabefehler

source: Syntax error for %s: expected type `%s` got value `%s`
de: Eingabefehler für %s: erwarteter Typ `%s` erhaltener Wert `%s`

source: The attribute %s needs a non-empty value
de: Das Attribut %s benötigt einen Wert

source: The finish date must be later than the start date
de: Das Enddatum muss später als das Anfangsdatum sein

source: The finish time must be later than the start time
de: Die Schlusszeit muss später als die Anfangszeit sein

source: The new definition of %s %s would exceed the maximum number [%s] of links allowed for %s.
de: Die neue Defintion von %s %s würde die erlaubte Maximalzahl [%s] von für %s erlaubten Verknüpfungen übersteigen.

source: Time
de: Zeit

source: Time Delta
de: Zeitdifferenz

source: Time expected, got %r
de: Zeit erwartet, stattdessen erhalten: %r

source: Time_Interval
de: Zeitraum

source: Url
de: Inernetadresse

source: Use `set` or `set_raw` to change it.
de: Verwende `set` oder `set_raw`, um es zu verändern.

source: Value `%r` is not of type %s
de: Wert `%r` hat nicht den Typ %s

source: Value must not be in the future
de: Wert darf nicht in der Zukunft liegen

source: Year
de: Jahr

source: You must confirm this attribute
de: Dieses Feld muss bestätigt werden

source: `%s` for : `%s` expected type : %s got value : %s
de: `%s` für : `%s` erwarteter Typ : %s erhaltener Wert : %s

source: `%s` link
de: `%s` Verknüpfung

source: `%s` linked to `%s`
de: `%s` verknüpft mit `%s`

source: cached
de: gepuffert

source: completely_defined
de: vollständig definiert

source: computed
de: berechnet

source: constant
de: konstant

source: hh:mm:ss, the seconds `ss` are optional
de: hh:mm:ss, die Sekunden `ss` sind optional

source: internal
de: intern

source: necessary
de: notwendig

source: new definition of %s `%s` clashes with existing %s %s
de: Neue Definition von %s %s ist in Konflikt mit bestehender %s %s

source: no
de: nein

source: object
de: Objekt

source: object_correct
de: Objekt-korrekt

source: primary
de: primär

source: query
de: anfragend

source: required
de: erforderlich

source: yes
de: ja

source: yyyy-mm-dd
de: JJJJ-MM-TT (Jahr-Monat-Tag)
