Repository: pypi-data/pypi-mirror-269
Catalog: packages/JNJ/JNJ-3.9-py2.py3-none-any.whl/_JNJ/-I18N/*.po
Languages: de

source: Add
de: Erzeuge

source: Add a %s
de: Gib %s dazu

source: Add a rule to restrict the objects to a specific attribute value
de: Gib eine Regel dazu, die die Entitäten auf solche mit einem bestimmten Attributwert einschränkt

source: Add an attribute to be displayed
de: Gib ein Attribut zur Liste der darzustellenden Attribut dazu

source: Add an order-by criterion
de: Gib ein Ordnungskriterium dazu

source: Add attribute
de: Zusätzliches Attribut

source: Add criterion
de: Zusätzliches Kriterium

source: Anchor
de: Anker

source: Anchor date for calendar display
de: Anker-Datum für Kalenderansicht

source: Anchor day for calendar display
de: Anker-Tag für Kalenderansicht

source: Anchor month for calendar display
de: Anker-Monat für Kalenderansicht

source: Anchor year for calendar display
de: Anker-Jahr für Kalenderansicht

source: Apply
de: Los

source: Bad request
de: Fehlerhafte Abfrage

source: Cancel
de: Abbrechen

source: Cannot be changed
de: Kann nicht geändert werden.

source: Certificate login
de: Zertifikat-Login

source: Change email
de: Ändere Email

source: Change email of account %s
de: Ändere Email für Benutzerkonto %s

source: Change password
de: Ändere Kennwort

source: Change password of account %s
de: Ändere Kennwort für Benutzerkonto %s

source: Clear
de: Lösche

source: Clear values of all fields
de: Lösche die Werte in allen Eingabefeldern

source: Click to remove notifications
de: Anklicken entfernt die Meldung

source: Config
de: Konfiguriere

source: Confirm new email address
de: Bestätigung der neuen Email Adresse

source: Correct field
de: Korrigiere Eingabefeld

source: Create a new entry
de: Erzeuge neuen Eintrag

source: Create certificate request
de: Sende Anfrage für Zertifikat

source: Create certificate request for account %s
de: Sende Anfrage für Zertifikat für Anwender %s

source: Currently selected day
de: Gegenwärtig ausgewählter Tag

source: Currently selected language is %s
de: Gegenwärtig ausgewählte Sprache: %s

source: Disable
de: Schalte aus

source: Discard all changes and leave form
de: Verwerfen aller Änderungen und Verlassen des Formulars

source: Display calendar anchored on today
de: Verankere die Kalenderansicht am heutigen Tag

source: Display calendar for the selected values
de: Passe Kalenderansicht an die ausgewählten Werte an

source: Display first batch of objects matching the restriction
de: Stelle erste Seite dar

source: Display last batch of objects matching the restriction
de: Stelle letzte Seite dar

source: Display list of objects matching the restriction
de: Stelle die Entitäten dar, die die Sucheinschränkung(en) erfüllen

source: Display next batch of objects matching the restriction
de: Stelle nächste Seite dar

source: Display objects in ascending order of the attribute
de: Stelle Objekte in aufsteigender Reihenfolge bezogen auf das Attribut dar

source: Display objects in descending order of the attribute
de: Stelle Objekte in absteigender Reihenfolge bezogen auf das Attribut dar

source: Display previous batch of objects matching the restriction
de: Stelle vorige Seite dar

source: Drag the attributes up or down to change their priority
de: Ziehe die Attribute mit der Maus an eine andere Position um die Priorität zu ändern

source: Drag the order-by criteria up or down to change their priority
de: Ziehe die Ordnungskriterien mit der Maus an eine andere Position um die Priorität zu ändern

source: Edit this entry
de: Ändere diesen Eintrag

source: Email address
de: Emailadresse

source: Email address of your account
de: Emailadresse des Benutzerkontos

source: Email address used as username for your new account
de: Emailadresse, die als Name des neuen Benutzerkontos dient

source: Export as CSV-file
de: Export als CSV-Datei

source: Field(s) to display for each entity
de: Felder, die dargestellt werden

source: Field(s) to use for ordering entities
de: Felder, die zur Sortierung verwendet werden

source: Fields
de: Felder

source: First
de: Erstes

source: First entry
de: Erster Eintrag

source: First picture
de: Erstes Bild

source: Gallery
de: Gallerie

source: Goto first entry
de: Geh zum ersten Eintrag

source: Goto first page
de: Geh zur ersten Seite

source: Goto last page
de: Geh zur letzten Seite

source: Goto next page
de: Geh zur nächsten Seite

source: Goto parent page
de: Goto zur übergeordneten Seite

source: Goto previous page
de: Geh zur vorherigen Seite

source: Hide fields of %s
de: Verbirg Eingabefelder von %s

source: I forgot my password
de: Kennwort vergessen

source: I forgot my password; send me a temporary one to my email address
de: I habe mein Kennwort vergessen; schick mir ein vorübergehendes Kennwort an meine Emailadresse

source: If a link under %s refers to %s, please contact the %s.
de: Wenn ein Link unter %s auf %s verweist, melden Sie das bitte dem %s.

source: Javascript is needed to fully use this page
de: Für diese Seite wird Javascript benötigt.

source: Javascript is needed to use this page
de: Für diese Seite wird Javascript benötigt.

source: Keysize
de: Schlüsselgrösse

source: Language
de: Sprache

source: Languages that can be selected for %s
de: Sprachen, die für %s ausgewählt werden können

source: Last
de: Letztes

source: Last picture
de: Letztes Bild

source: Leave form without changing set of attributes to display
de: Verlasse das Formular ohne die Menge der darzustellenden Attribute zu ändern

source: Leave form without changing set of order-by criteria
de: Verlasse das Formular ohne die Ordnungskriterien zu ändern

source: Leave form without selecting %s
de: Verlasse das Formular ohne %s auszuwählen

source: Limit number of entities displayed per page
de: Beschränke die Anzahl der pro Seite dargestellten Entitäten

source: Log into %s
de: Melde bei %s an

source: Log into website
de: Anmeldung bei Internetseite

source: Logged in
de: Angemeldet

source: Logged in as %s
de: Angemeldet als %s

source: Login
de: Anmelden

source: Login for %s
de: Anmeldung für %s

source: Login required
de: Anmeldung erforderlich

source: Login with a previously created client certificate
de: Anmelden mit einem früher erzeugten Zertifikat

source: Logout
de: Abmeldung

source: Logout %s
de: Melde %s ab

source: Make a client certificate for account %s
de: Erzeuge ein Zertifikat für Benutzerkonto %s

source: Make client certificate
de: Erzeuge Zertifikat

source: Make client certificate for account %s on %s
de: Erzeuge ein Zertifikat für Benutzerkonto %s auf %s

source: Maximum value
de: Maximalwert

source: Method Not Allowed
de: Zugriffsart nicht gestattet

source: Minimum value
de: Minimalwert

source: Month (for last day of week)
de: Monat (des letzten Tags der Woche)

source: More
de: Mehr

source: Move calendar display by delta units
de: Verschiebe die Kalenderansicht um `delta` Einheiten

source: New Passowrd
de: Neues Kennwort

source: Next
de: Nächstes

source: Next picture
de: Nächstes Bild

source: Number of first entity to display on page
de: Position der ersten auf der Seite dargestellten Entität

source: Number of weeks displayed
de: Anzahl der dargestellten Wochen

source: Only during initialization
de: Nur während Erzeugung

source: Open fields of %s for editing
de: Öffne Eingabefelder von %s für Eingabe

source: Optional descritpion for client certificate
de: Optionale Erläuterung für Zertifikat

source: Order by
de: Ordne nach

source: Order-by Criteria
de: Ordnungskriterien

source: Page doesn't exist
de: Seite existiert nicht

source: Page doesn't exist anymore
de: Seite existiert nicht mehr

source: Password for your new account
de: Kennwort für neues Benutzerkonto

source: Password of %s reset
de: Kennwort für %s zurückgesetzt

source: Password of your account
de: Kennwort für Benutzerkonto

source: Permalink of current page
de: Permanenter Verweis auf diese Seite

source: Permanent link
de: Dauerhafter Verweis

source: Play
de: Lauf

source: Please click the following link to change the temporary password to a new value
de: Bitte folgen Sie dem nachfolgenden Verweis, um das temporäre Kennwort auf einen neuen Wert zu ändern

source: Please try again later.
de: Bitte versichen Sie es später nochmals.

source: Prev
de: Voriges

source: Previous picture
de: Voriges Bild

source: Processing the request triggered a server error.
de: Die Verarbeitung der Anfrage löste einen Fehler des Webservers aus.

source: Read the full article at
de: Lies den vollständigen Bericht unter

source: Reenable
de: Schalte ein

source: Register
de: Registrieren

source: Register a new account
de: Registrieren eines neuen Benutzerkontos

source: Register a new account for %s
de: Registrieren eines neuen Benutzerkontos für %s

source: Register for regatta %s
de: Melde für Regatta %s

source: Remove %s from form and database
de: Entferne %s aus dem Formular und aus der Datenbank

source: Repeat new password for your account
de: Wiederhole neues Kennwort für Benutzerkonto

source: Request Timeout
de: Zeitüberschreitung

source: Reset all fields to initial values
de: Setze alle Eingabefelder auf Startwerte zurück

source: Reset fields
de: Lösche Eingabefelder

source: Reset form to default
de: Setze das Formular auf Ausgangswerte zurück

source: Reset order-by criteria
de: Entferne alle dargestellten Ordnungskriterien aus dem Formular

source: Reset password for %s
de: Setze Kennwort für %s zurück

source: Save
de: Sichern

source: Scroll by %s weeks to anchor %s.
de: Verschiebe Ansicht um %s Wochen auf Anker-Datum %s.

source: Select %s for attribute %s
de: Wähle %s für Attribut %s aus

source: Select language %s
de: Wähle Sprache '%s' aus

source: Select the attributes to be displayed for each object
de: Wähle die Attribute die für jedes Objekt dargestellt werden sollen

source: Select the fields displayed, fields used for ordering, filters conditions used to select the objects to be displayed.
de: Wähle die dargestellten Felder, Ordnungskriterien und Filterkriterien aus.

source: Selected picture
de: Ausgewähltes Bild

source: Send form data to server and leave form
de: Schicke Daten an den Server und beende das Formular

source: Server error
de: Fehler im Webserver

source: Service Unavailable
de: Momentan nicht verfügbar

source: Service is temporarily unavailable.
de: Die Dienstleistung ist momentan nicht verfügbar.

source: Show navigation
de: Zeige Navigation

source: Slide show
de: Dia show

source: Submit new email
de: Schicke neue Emailadresse ab

source: Submit new password
de: Schicke neues Kennwort ab

source: Submit registration information
de: Sende Information zur Registrierung

source: The HTTP method `%s` isn't supported by page %s
de: Die HTTP-Methode `%s` wird von der Seite %s nicht unterstützt

source: The email address for your account %s on website %s is about to be changed to %s due to a request from %s to %s.
de: Die Emailadresse des Benutzerkontos %s auf der Internetseite %s wird gerade auf %s geändert, nach einer Anforderung von %s auf der Seite %s.

source: The error was reported to the webmaster.
de: Der Fehler wurde an den Webmaster gemeldet.

source: The object referred to by the web address %s was deleted
de: Das durch die Adresse %s referenzierte Objekt existiert nicht mehr

source: The password for your account %s on website %s was changed due to a request from %s to %s.
de: Das Kennwort für das Benutzerkonto %s auf der Internetseite %s wurde geändert, nach einer Anforderung von %s auf der Seite %s.

source: The regatta for %s is cancelled
de: Die Regatta für %s ist abgesagt

source: The request could not be understood by the server due to malformed syntax.
de: Der Server konnte die Abfrage wegen fehlerhafter Syntax nicht bearbeiten.

source: The request was not produced within the time that the server was prepared to wait.
de: Die Abfrage erfolgte nicht innerhalb des Zeitlimits.

source: To verify the new email address, please click the following link
de: Zur Bestätigung der neuen Email Adresse folgen Sie bitte dem nachfolgenden Verweis

source: Today
de: Heute

source: Units for `delta` movement of calendar display
de: Einheiten für die Verschiebung der Kalenderansicht um `delta`

source: Update email
de: Ändere Email

source: Update password
de: Ändere Kennwort

source: Use one of the HTTP methods (%s), instead.
de: Verwenden Sie eine der HTTP-Methoden (%s).

source: Use set of attributes currently displayed in form
de: Verwende die Attribute die momentan im Formular ausgewählt sind

source: Use set of criteria currently displayed in order-by form
de: Verwende die Ordnungskriterien die momentan im Formular eingeschaltet sind

source: Use the HTTP method '%s', instead.
de: Verwenden Sie die HTTP-Methode '%s'.

source: Use the currently selected %s
de: Verwende die gegenwärtig ausgewählte %s

source: We apologize for the inconvenience and hope to fix the problem as soon as possible.
de: Wir entschuldigen uns für die Unannehmlichkeit und hoffen, das Problem ehebaldigst zu beheben.

source: Week
de: Woche

source: Week %2.2d/%s
de: Woche %2.2d/%s

source: Weeks
de: Wochen

source: Wk
de: KW

source: You are not authorized to access the page
de: Keine Berechtigung zum Zugriff auf die Seite

source: You are not authorized to access this page
de: Keine Berechtigung zum Zugriff auf diese Seite

source: You need to be logged in to access the page %s
de: Ein Zugriff auf die Seite %s ist nur nach Anmeldung möglich

source: You requested a page that doesn't exist anymore:
de: Sie versuchten auf eine nicht mehr existierende Seite zuzugreifen:

source: You requested a page that doesn't exist:
de: Sie versuchten auf eine nicht existierende Seite zuzugreifen:

source: Your password was reset to the temporary value
de: Ihr Kennwort wurde auf einen temporären Wert zurückgesetzt

source: currently doesn't contain any entries
de: enthält momentan keine Einträge

source: day
de: Tag

source: fields
de: Felder

source: form errors: please correct
de: Fehler im Formular: bitte korrigieren

source: maximum length: %s
de: Maximallänge: %s

source: month
de: Monat

source: order_by
de: Ordne nach

source: register
de: Registrieren

source: week
de: Woche

source: year
de: Jahr

source: your account
de: das Benutzerkonto
