Repository: pypi-data/pypi-mirror-269
Catalog: packages/basxconnect/basxconnect-0.4.62.tar.gz/basxconnect-0.4.62/basxconnect/mailer_integration/locale/*/LC_MESSAGES/django.po
Languages: de

source: Mailchimp list ID
de: Mailchimp Listen-ID

source: Mailchimp interests category ID
de: Mailchimp Interessenskategorie-ID

source: Disable mailing interests
de: Mailing Interessen deaktivieren

source: Synchronize language with Mailchimp
de: Synchronisiere Sprache mit Mailchimp

source: Automatically subscribe new persons
de: Füge automatisch Abonements für neue Personen hinzu

source: Help
de: Hilfe

source: Email Subscriptions
de: Email Abonnemente

source: Person has no email addresses
de: Person hat keine Email Adressen

source: Status before archiving
de: Status vor dem Archivieren

source: Last synchronized
de: Zuletzt synchronisiert

source: No subscription yet for
de: Noch kein Abonnement für

source: Add subscription
de: Abonnement hinzufügen

source: active
de: Aktiv

source: inactive
de: Inaktiv

source: Edit subscription
de: Abonnement bearbeiten

source: Save
de: Speichern

source: Number of persons in the mailer segment
de: Anzahl Personen im Mailer-Segment

source: Date and time
de: Datum und Zeit

source: Mailing Interests
de: Mailing Interessen

source: Language
de: Sprache

source: First Name
de: Vorname

source: Last Name
de: Nachname

source: Old subscription status
de: Alter Abonnement-Status

source: New subscription status
de: Neuer Abonnement-Status

source: Newly added to BasxConnect
de: Neu zu BasxConnect hinzugefügt

source: Not added to BasxConnect
de: Nicht zu BasxConnect hinzugefügt

source: Synchronized previously but not this time
de: Schon mal synchronisiert, aber nicht diesmal

source: Subscription status changed
de: Abonement-Status geändert

source: Synchronization Status
de: Synchronisationsstatus

source: Possible duplicate
de: Mögliche Duplikate

source: Other person with same first and last name already exists
de: Andere Person mit dem selben Vor- und Nachnamen exisiert schon

source: Sychronization successful
de: Synchronisation erfolgreich

source: Synchronized with mailer segment containing %s contacts. %s new persons were added to BasxConnect.
de: Das synchronisierte Segment auf dem Mailer beinhhaltet %s Kontakte. %s neue personen wurden zu BasxConnect hinzugefügt.

source: Error
de: Fehler

source: Synchronization of Email Subcriptions
de: Synchronisation von Email Abonnementen

source: Download subscriptions
de: Abonnemente herunterladen

source: Previous Executions
de: Vergangene Ausführungen

source: Delete
de: Löschen

source: Old
de: Alt

source: New
de: Neu

source: Tools
de: Werkzeuge
